tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "github/gh"
tap "icelab/devtools"
tap "thoughtbot/formulae"

brew "ack"
brew "asdf"
brew "awscli"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "freetds"
brew "github/gh/gh"
brew "gpg"
brew "graphviz"
brew "heroku"
brew "httpie"
brew "jq"
brew "overmind"
brew "p7zip"
brew "pgcli"
brew "pgloader"
brew "pinentry-mac"
brew "pspg"
brew "rcm"
brew "s3cmd"
brew "shellcheck"
brew "wget"
brew "yarn"

cask_args appdir: "/Applications"

cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "backblaze"
cask "dash"
cask "docker"
cask "doxie"
cask "figma"
cask "firefox"
cask "hammerspoon"
cask "handbrake"
cask "hazel"
cask "iterm2"
cask "imageoptim"
cask "java"
cask "lastpass"
cask "launchbar"
cask "licecap"
cask "monodraw"
cask "muzzle"
cask "numi"
cask "openemu"
cask "paw"
cask "postgres"
cask "postico"
cask "screen"
cask "superduper"
cask "tower"
cask "transmission"
cask "visual-studio-code"
cask "vlc"

# Provided by work:
# cask "viscosity"
# cask "zoomus"

mas "1Blocker", id: 1107421413
mas "BBEdit", id: 404009241
mas "Bear", id: 1091189122
mas "Helium", id: 1054607607
mas "iA Writer", id: 775737590
mas "iMovie4", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Reeder", id: 880001334
mas "SiteSucker", id: 442168834
mas "Soulver", id: 413965349
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
